{
  "books": [
    {
      "id": 1,
      "title": "Война и мир",
      "author": "Толстой Л.Н.",
      "genre": "роман",
      "language": "русский",
      "preview": "1_voyna-i-mir.jpg",
      "description": "В книгу вошли первый и второй тома романа «Война и мир» – одного из самых знаменитых произведений литературы XIX века.",
      "tags": [
        "Литература 19 века",
        "Русская классика"
      ],
      "ISBN": "",
      "price": 500,
      "pageCount": 920
    },
    {
      "id": 2,
      "title": "Горе от ума",
      "author": "Грибоедов А.С.",
      "genre": "Пьеса",
      "language": "русский",
      "preview": "2_gore-ot-uma.jpg",
      "description": "«Гостиная, в ней большие часы, справа дверь в спальню Софии, откудова слышно фортопияно с флейтою, которые потом умолкают. Лизанька середи комнаты спит, свесившись с кресел…»",
      "tags": [
        "Внеклассное чтение",
        "Литература 19 века",
        "Пьесы и драматургия",
        "Русская классика"
      ],
      "ISBN": "",
      "price": 300,
      "pageCount": 60
    },
    {
      "id": 3,
      "title": "Отцы и дети",
      "author": "Тургенев И.С.",
      "genre": "роман",
      "language": "русский",
      "preview": "3_otcy-i-deti.jpg",
      "description": "В романе «Отцы и дети» отразилась идеологическая борьба двух поколений, являвшаяся одной из главных особенностей общественной жизни 60-х годов XIX века. Роман приобрел непреходящие общечеловеческий интерес и значение.",
      "tags": [
        "Литература 19 века",
        "Русская классика",
        "Список школьной литературы 10-11 класс"
      ],
      "ISBN": "",
      "price": 300,
      "pageCount": 240
    },
    {
      "id": 4,
      "title": "Герой нашего времени",
      "author": "Лермонтов М.Ю.",
      "genre": "роман",
      "language": "русский",
      "preview": "4_geroy-nashego-vremeni.jpg",
      "description": "В книгу вошел роман М.Ю.Лермонтова (1814–1841) «Герой нашего времени», обязательный для чтения и изучения в средней общеобразовательной школе. Роман «Герой нашего времени» – одна из вершин русской прозы первой половины XIX в. Воспринятый современниками М.Ю.Лермонтова как «странный», роман побуждает все новые и новые поколения читателей искать решения его загадкам.",
      "tags": [
        "Литература 19 века",
        "Русская классика",
        "Список школьной литературы 9 класс"
      ],
      "ISBN": "",
      "price": 300,
      "pageCount": 170
    },
    {
      "id": 5,
      "title": "«Обломов»",
      "author": "Гончаров И.А.",
      "genre": "роман",
      "language": "русский",
      "preview": "5_oblomov.jpg",
      "description": "«Обломов» Гончарова. «Золотая классика» русской литературы. Оригинальная, неоднозначная книга, которую считают и эталоном критического реализма, и романом откровенно сатирическим… Но все критики единодушны в том, что «Обломов» – гениальнейшее и блистательнейшее явление отечественной прозы, явление, не утратившее своего значения и в наши дни!..",
      "tags": [
        "Литература 19 века",
        "Русская классика",
        "Список школьной литературы 9 класс"
      ],
      "ISBN": "",
      "price": 300,
      "pageCount": 580
    },
    {
      "id": 6,
      "title": "Вишневый сад",
      "author": "Чехов А.П.",
      "genre": "Пьеса",
      "language": "русский",
      "preview": "6_vishnevyy-sad.jpg",
      "description": "«Комната, которая до сих пор называется детскою. Одна из дверей ведет в комнату Ани. Рассвет, скоро взойдет солнце. Уже май, цветут вишневые деревья, но в саду холодно, утренник. Окна в комнате закрыты. Входят Дуняша со свечой и Лопахин с книгой в руке…»",
      "tags": [
        "Список школьной литературы 10-11 класс",
        "Литература 20 века",
        "Пьесы и драматургия",
        "Русская классика"
      ],
      "ISBN": "",
      "price": 290,
      "pageCount": 300
    },
    {
      "id": 9,
      "title": "Анна Каренина",
      "author": "Толстой Л.Н.",
      "genre": "Роман",
      "language": "русский",
      "preview": "no_foto.jpg",
      "description": "Предлагаем вашему вниманию книгу Льва Толстого \"Анна Каренина\" из серии \"Библиотека Златоуста\". Серия включает адаптированные тексты для 5 уровней владения русским языком: произведения классиков русской литературы, современных писателей, публицистов, журналистов, а также киносценарии. Уровни ориентируются на лексические минимумы, разработанные для Российской государственной системы тестирования по русскому языку. Каждый выпуск снабжен вопросами, заданиями и словарем, в который вошли слова, выходящие за пределы минимума.",
      "tags": "",
      "ISBN": "",
      "price": 350,
      "pageCount": 300
    },
    {
      "id": 1643256189948,
      "title": "После бала",
      "description": "В этот сборник вошли «военные» произведения, написанные Толстым в разные годы, – потрясающий по силе, бессмертный цикл «Севастопольские рассказы», воспевающий мужество русского народа во время Крымской войны, драматичные, увлекательные повести времен «покорения Кавказа» «Хаджи-Мурат» и «Кавказский пленник» и социально-психологические рассказы «Два гусара» и «После бала», в которых автор создает убедительные, глубокие и зачастую весьма неожиданные образы российских офицеров.",
      "author": "Толстой Л.Н.",
      "genre": "Роман",
      "language": "русский",
      "preview": "no_foto.jpg",
      "tags": [],
      "ISBN": "",
      "price": 175,
      "pageCount": 400
    },
    {
      "id": 1643257624493,
      "title": "Воскресенье",
      "description": "«Воскресение» – это последний из романов Льва Толстого. После публикации он был переведен на основные европейские языки. Такой успех, скорее всего, был вызван остротой выбранной темы (судьба соблазненной и брошенной офицером девушки).  В романе два главных героя: молодая женщина Екатерина Маслова и князь Дмитрий Нехлюдов. Судьба свела их еще в юности. 16-летняя Катя влюбляется в студента Дмитрия, он соблазняет ее и надолго уезжает. А в следующий раз они случайно встречаются в суде: Маслова в роли осуждаемой, Нехлюдов назначен присяжным по ее делу. Жизнь героев после этой встречи круто изменится…",
      "author": "Толстой Л.Н.",
      "genre": "",
      "language": "",
      "preview": "no_foto.jpg",
      "tags": [],
      "ISBN": "",
      "price": 200,
      "pageCount": 570
    }
  ]
}